const faqContent = [
  {
    question: 'Чим наш сайт відрізняється від Tinder?',
    answer:
      'Ми створені спеціально для студентів: спільні інтереси, навчання, події та спільноти.',
  },
  {
    question: 'Чи безкоштовно користуватися сайтом?',
    answer: 'Так, весь функціонал безкоштовний.',
  },
  {
    question: 'Як швидко я можу знайти нові знайомства?',
    answer:
      'Все залежить від ваших налаштувань і активності. У середньому більшість студентів отримують перші матчі вже в перший день.',
  },
  {
    question: 'Чи можна знайти тут друзів, а не лише пару?',
    answer:
      'Звісно! Сайт допомагає знайомитися не тільки для побачень, а й для дружби чи спільних проєктів.',
  },
  {
    question: 'Чи можна змінити університет або місто в профілі?',
    answer:
      'Так, ви можете оновити інформацію у своєму профілі в будь-який момент.',
  },
  {
    question: 'Як видалити акаунт, якщо я більше не хочу користуватися сайтом?',
    answer:
      'У налаштуваннях є опція «Видалити акаунт». Ваші дані будуть повністю стерті.',
  },
];

export default faqContent;
